<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author	CodeIgniter community
 * @copyright	Copyright (c) 2014 - 2016, British Columbia Institute of Technology (http://bcit.ca/)
 * @license	http://opensource.org/licenses/MIT	MIT License
 * @link	https://codeigniter.com
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['date_year'] = 'Рік';
$lang['date_years'] = 'Років';
$lang['date_month'] = 'Місяць';
$lang['date_months'] = 'Місяців';
$lang['date_week'] = 'Тиждень';
$lang['date_weeks'] = 'Тижнів';
$lang['date_day'] = 'День';
$lang['date_days'] = 'Днів';
$lang['date_hour'] = 'Година';
$lang['date_hours'] = 'Годин';
$lang['date_minute'] = 'Хвилина';
$lang['date_minutes'] = 'Хвилин';
$lang['date_second'] = 'Секунда';
$lang['date_seconds'] = 'Секунд';

$lang['UM12'] = '(UTC -12:00) Бейкер/Хауленд';
$lang['UM11'] = '(UTC -11:00) Ніуе';
$lang['UM10'] = '(UTC -10:00) Гаваї';
$lang['UM95'] = '(UTC -9:30) Маркізькі острови';
$lang['UM9'] = '(UTC -9:00) Аляска';
$lang['UM8'] = '(UTC -8:00) Північноамериканський та тихоокеанський час (США і Канада)';
$lang['UM7'] = '(UTC -7:00) Гірський час (США і Канада), Мексика (Чіуауа, Ла-Пас, Мацатлан)';
$lang['UM6'] = '(UTC -6:00) Центральний час (США і Канада), Центральноамериканський час, Мексика (Гвадалахара, Мехіко, Монтеррей';
$lang['UM5'] = '(UTC -5:00) Північноамериканський східний час (США і Канада), Південноамериканський тихоокеанський час (Богота, Ліма, Кіто)';
$lang['UM45'] = '(UTC -4:30) Каракас';
$lang['UM4'] = '(UTC -4:00) Атлантичний час (Канада), Південноамериканський тихоокеанський час, Ла-Пас, Сантьяго)';
$lang['UM35'] = '(UTC -3:30) Ньюфаундленд';
$lang['UM3'] = '(UTC -3:00) Південноамериканський східний час (Аргентина, Бразилія, Буенос-Айрес, Джорджтаун), Гренландія';
$lang['UM2'] = '(UTC -2:00) Середньоатлантичний час';
$lang['UM1'] = '(UTC -1:00) Азорські острови, Кабо-Верде';
$lang['UTC'] = '(UTC) Західноєвропейський час (Дублін, Единбург, Лісабон, Лондон, Касабланка, Монровія)';
$lang['UP1'] = '(UTC +1:00) Центральноєвропейський час, Західний центральноафриканський час';
$lang['UP2'] = '(UTC +2:00) Калінінградський час, Східноєвропейський час, Єгипет, Ізраїль, Ліван, Лівія, Туреччина, ПАР';
$lang['UP3'] = '(UTC +3:00) Московський час, Східноафриканський час, Ірак, Кувейт, Саудівська Аравія';
$lang['UP35'] = '(UTC +3:30) Тегеранський час';
$lang['UP4'] = '(UTC +4:00) Самарський час, ОАЕ, Оман, Азербайджан, Вірменія, Грузія';
$lang['UP45'] = '(UTC +4:30) Афганістан';
$lang['UP5'] = '(UTC +5:00) Єкатеринбург, Західноазійський час (Ісламабад, Карачі, Узбекистан)';
$lang['UP55'] = '(UTC +5:30) Індія, Шрі-Ланка';
$lang['UP575'] = '(UTC +5:45) Непал';
$lang['UP6'] = '(UTC +6:00) Омський час, Новосибірськ, Кемерово, Центральноазійський час (Бангладеш, Казахстан, Киргизія)';
$lang['UP65'] = '(UTC +6:30) М’янма, Кокосові острови';
$lang['UP7'] = '(UTC +7:00) Красноярський час, Південно-Східна Азія (Бангкок, Джакарта, Ханой)';
$lang['UP8'] = '(UTC +8:00) Іркутський час, Улан-Батор, Куала-Лумпур, Гонконг, Китай, Сінгапур, Тайвань, Західноавстралійський час (Перт)';
$lang['UP875'] = '(UTC +8:45) Західноавстралійський час';
$lang['UP9'] = '(UTC +9:00) Якутський час, Корея, Японія';
$lang['UP95'] = '(UTC +9:30) Центральноавстралійський час';
$lang['UP10'] = '(UTC +10:00) Владивостоцький час, Східноавстралійський час';
$lang['UP105'] = '(UTC +10:30) Острів Лорд-Хау';
$lang['UP11'] = '(UTC +11:00) Середньоколимський час, Центрально-тихоокеанський час (Соломонові Острови, Нова Каледонія)';
$lang['UP115'] = '(UTC +11:30) Острів Норфолк';
$lang['UP12'] = '(UTC +12:00) Камчатський час, Маршаллові Острови, Фіджі, Нова Зеландія';
$lang['UP1275'] = '(UTC +12:45) Острови Чатем';
$lang['UP13'] = '(UTC +13:00) Самоа, Тонга';
$lang['UP14'] = '(UTC +14:00) Острови Лайн (Кірибаті)';
