<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author	CodeIgniter community
 * @copyright	Copyright (c) 2014 - 2015, British Columbia Institute of Technology (http://bcit.ca/)
 * @license	http://opensource.org/licenses/MIT	MIT License
 * @link	http://codeigniter.com
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['date_year'] = 'ஆண்டு';
$lang['date_years'] = 'ஆண்டுகள்';
$lang['date_month'] = 'மாதம்';
$lang['date_months'] = 'மாதங்கள்';
$lang['date_week'] = 'வாரம்';
$lang['date_weeks'] = 'வாரங்கள்';
$lang['date_day'] = 'நாள்';
$lang['date_days'] = 'நாட்கள்';
$lang['date_hour'] = 'மணி';
$lang['date_hours'] = 'மணிகள்';
$lang['date_minute'] = 'நிமிடம்';
$lang['date_minutes'] = 'நிமிடங்கள்';
$lang['date_second'] = 'வினாடி';
$lang['date_seconds'] = 'வினாடிகள்';

$lang['UM12']	= '(UTC -12:00) பேக்கர் / ஹாவ்லண்ட் தீவு';
$lang['UM11']	= '(UTC -11:00) நியுவே';
$lang['UM10']	= '(UTC -10:00) ஹவாய்-அலேஸியன் நேரம், குக் தீவுகள், தாஹிதி';
$lang['UM95']	= '(UTC -9:30) மார்குயிஸ் தீவு';
$lang['UM9']	= '(UTC -9:00) அலாஸ்கா ஸ்டான்டர்ட் நேரம், சென்னை தீவுகள்';
$lang['UM8']	= '(UTC -8:00) பசிபிக் திட்ட நேரம், கிலிப்பர்டன் தீவு';
$lang['UM7']	= '(UTC -7:00) மவுன்டைன் திட்ட நேரம்';
$lang['UM6']	= '(UTC -6:00) மத்திய திட்ட நேரம்';
$lang['UM5']	= '(UTC -5:00) கிழக்கு திட்ட நேரம், மேற்கத்திய கரீபியன் திட்ட நேரம்';
$lang['UM45']	= '(UTC -4:30) வெனிசுலா திட்ட நேரம்';
$lang['UM4']	= '(UTC -4:00) அட்லாண்டிக் ஸ்டான்டர்ட் நேரம், கிழக்கு கரீபியன் திட்ட நேரம்';
$lang['UM35']	= '(UTC -3:30) நியூஃபவுன்லாந்து திட்ட நேரம்';
$lang['UM3']	= '(UTC -3:00) அர்ஜென்டீனா, பிரேசில், பிரஞ்சு கயானா, உருகுவே';
$lang['UM2']	= '(UTC -2:00) தென் ஜோர்ஜியா / தெற்கு சாண்ட்விச் தீவுகள்';
$lang['UM1']	= '(UTC -1:00) அசோரஸ், ​​கேப் வேர்டே தீவுகள்';
$lang['UTC']	= '(UTC) கிரீன்விச் இடைநிலை நேரம் மேற்கு ஐரோப்பிய நேரம்';
$lang['UP1']	= '(UTC +1:00) மத்திய ஐரோப்பிய நேரம், மேற்கு ஆப்ரிக்கா நேரம்';
$lang['UP2']	= '(UTC +2:00) மத்திய ஆப்பிரிக்க நேரம், கிழக்கு ஐரோப்பிய நேரம், கலினின்கிராட் நேரம்';
$lang['UP3']	= '(UTC +3:00) கிழக்கு ஆப்பிரிக்க நேரம், அரேபியா திட்ட நேரம்';
$lang['UP35']	= '(UTC +3:30) ஈரான் திட்ட நேரம்';
$lang['UP4']	= '(UTC +4:00) மாஸ்கோ நேரம், அஜர்பைஜான் திட்ட நேரம்';
$lang['UP45']	= '(UTC +4:30) ஆப்கானிஸ்தான்';
$lang['UP5']	= '(UTC +5:00) பாக்கிஸ்தான் திட்ட நேரம், யேகாடெரின்பர்க் நேரம்';
$lang['UP55']	= '(UTC +5:30) இந்திய திட்ட நேரம், இலங்கை நேரம்';
$lang['UP575']	= '(UTC +5:45) நேபால் நேரம்';
$lang['UP6']	= '(UTC +6:00) வங்காளம் திட்ட நேரம், பூட்டான் நேரம், ஓம்ஸ்க் நேரம்';
$lang['UP65']	= '(UTC +6:30) கோகோஸ் தீவுகள், மியான்மர்';
$lang['UP7']	= '(UTC +7:00) க்ரஸ்னோயார்ஸ்க் நேரம், கம்போடியா, லாவோஸ், தாய்லாந்து, வியட்நாம்';
$lang['UP8']	= '(UTC +8:00) ஆஸ்திரேலியா மேற்கு திட்ட நேரம், பெய்ஜிங் நேரம், இர்குட்ஸ்க் நேரம்';
$lang['UP875']	= '(UTC +8:45) ஆஸ்திரேலிய மத்திய மேற்கத்திய திட்ட நேரம்';
$lang['UP9']	= '(UTC +9:00) ஜப்பான் திட்ட நேரம், கொரியா திட்ட நேரம், யகுட்ஸ்க் நேரம்';
$lang['UP95']	= '(UTC +9:30) ஆஸ்திரேலியன் மத்திய திட்ட நேரம்';
$lang['UP10']	= '(UTC +10:00) ஆஸ்திரேலிய கிழக்கு  திட்ட நேரம் விளாடிவோஸ்டோக் நேரம்';
$lang['UP105']	= '(UTC +10:30) லோர்ட் ஹாவ் தீவு';
$lang['UP11']	= '(UTC +11:00) மகதன் நேரம், சாலமன் தீவுகள், வனுவாட்டு';
$lang['UP115']	= '(UTC +11:30) நோர்போக் தீவு';
$lang['UP12']	= '(UTC +12:00) பிஜி, கில்பர்ட் தீவுகள், காம்சட்கா நேரம், நியூசிலாந்து திட்ட நேரம்';
$lang['UP1275']	= '(UTC +12:45)  சத்தாம் தீவுகள் திட்ட நேரம்';
$lang['UP13']	= '(UTC +13:00) மோவா நேர மண்டலம், பீனிக்ஸ் தீவுகள் நேரம், டோங்கா';
$lang['UP14']	= '(UTC +14:00) லைன் தீவுகள்';
