<?php

return [
    "category_name_required"            => "Оберіть назву для категорії витрат",
    "add_item"                          => "Додати категорію",
    "cannot_be_deleted"                 => "Не вдалось видалити категорію витрат",
    "category_id"                       => "ІН",
    "confirm_delete"                    => "Ви впевнені, що хочете видалити вибрану категорію витрат?",
    "confirm_restore"                   => "Ви впевнені, що хочете відновити вибрану категорію витрат?",
    "description"                       => "Опис категорії",
    "error_adding_updating"             => "Помилка додавання/оновлення категорії витрат",
    "info"                              => "Інформація про категорію витрат",
    "name"                              => "Назва категорії",
    "new"                               => "Нова категорія",
    "no_expenses_categories_to_display" => "Немає категорій для відображення",
    "none_selected"                     => "Ви не обрали жодної категорії витрат",
    "one_or_multiple"                   => "Категорія витрат",
    "quantity"                          => "Кількість",
    "successful_adding"                 => "Категорію витрат успішно додано",
    "successful_deleted"                => "Категорію витрат успішно видалено",
    "successful_updating"               => "Категорію витрат успішно оновлено",
    "update"                            => "Оновити категорію",
];
