<?php

return [
    "category_name_required"            => "จำเป็นต้องระบุชื่อหมวดค่าใช้จ่าย",
    "add_item"                          => "เพิ่มหมวดหมู่",
    "cannot_be_deleted"                 => "ไม่สามารถลบหมวดหมู่ค่าใช้จ่าย",
    "category_id"                       => "รหัส",
    "confirm_delete"                    => "คุณแน่ใจหรือว่าต้องการลบหมวดหมู่ค่าใช้จ่ายที่เลือก?",
    "confirm_restore"                   => "คุณแน่ใจหรือไม่ว่าต้องการกู้คืนหมวดหมู่ค่าใช้จ่ายที่เลือก?",
    "description"                       => "คำอธิบายหมวดหมู่",
    "error_adding_updating"             => "เกิดข้อผิดพลาดในการเพิ่ม / ปรับปรุงหมวดหมู่ค่าใช้จ่าย",
    "info"                              => "ข้อมูลหมวดหมู่ค่าใช้จ่าย",
    "name"                              => "ชื่อหมวดหมู่",
    "new"                               => "หมวดหมู่ใหม่",
    "no_expenses_categories_to_display" => "ไม่มีหมวดหมู่แสดง",
    "none_selected"                     => "คุณยังไม่ได้เลือกหมวดหมู่ค่าใช้จ่าย",
    "one_or_multiple"                   => "หมวดหมู่ค่าใช้จ่าย",
    "quantity"                          => "จำนวน",
    "successful_adding"                 => "เพิ่มหมวดหมู่ค่าใช้จ่ายสำเร็จ",
    "successful_deleted"                => "ลบหมวดหมู่ค่าใช้จ่ายสำเร็จ",
    "successful_updating"               => "ปรับปรุงข้อมูลหมวดหมู่ค่าใช้จ่ายสำเร็จ",
    "update"                            => "ปรับปรุงหมวดหมู่",
];
