<?php 

$lang["migrate_backup"] = "تأكد من عمل نسخة احتياطية من قاعدة البيانات الخاصة بك قبل تطبيق أي ترقيات قاعدة البيانات.";
$lang["migrate_failed"] = "فشل في عملية الترحيل الى قاعدة البيانات.";
$lang["migrate_info"] = "انقر فوق ابدأ الترحيل فقط إذا كنت على استعداد لتطبيق كافة التغييرات قاعدة البيانات وترقيات البيانات إلى قاعدة البيانات الخاصة بك.";
$lang["migrate_start"] = "بدء ترحيل المعلومات الى قاعدة البيانات ";
$lang["migrate_success"] = "تمت عملية ترحيل المعلومات الى قاعدة البيانات بنجاح.";
