<?php
return [
	"first_name" => "Имя",
	"last_name" => "Фамилия",
	"message" => "Сообщение",
	"message_placeholder" => "Введите сообщение...",
	"message_required" => "Сообщенние - обязательно для заполнения",
	"multiple_phones" => "(В случае нескольких получателей укажите номера мобильных телефонов через запятую)",
	"phone" => "Номер телефона",
	"phone_number_required" => "Номер телефона обязателен для заполнения",
	"phone_placeholder" => "Введите номер мобильного телефона...",
	"sms_send" => "Отправить SMS",
	"successfully_sent" => "Сообщение успешно отправлено: ",
	"unsuccessfully_sent" => "Сообщение не отправлено: ",
];
