<?php

return [
    'category_name_required' => "ناوی پۆلێنی خەرجی پێویستە",
    'add_item' => "زیادکردنی پۆلێن",
    'cannot_be_deleted' => "نەتواندرا پۆلێنی خەرجی(ەکان) بسڕدرێتەوە",
    'category_id' => "ناسنامە",
    'confirm_delete' => "ئایا دڵنیای کە دەتەوێت پۆلێنی خەرجییە هەڵبژێردراوەکە بسڕیتەوە؟",
    'confirm_restore' => "ئایا دڵنیای کە دەتەوێت پۆلێنی خەرجییە هەڵبژێردراوەکە بگەڕێنیتەوە؟",
    'description' => "دەربارەی پۆلێن",
    'error_adding_updating' => "زیادکردنی هەڵە/نوێکردنەوەی پۆلێنی خەرجی",
    'info' => "زانیاری پۆلێنی خەرجی",
    'name' => "ناوی پۆلێن",
    'new' => "پۆلێنی نوێ",
    'no_expenses_categories_to_display' => "هیچ پۆلێنێک بۆ نیشاندان نییە",
    'none_selected' => "هیچ پۆلێنێکی خەرجیت هەڵنەبژاردووە",
    'one_or_multiple' => "پۆلێنی خەرجی",
    'quantity' => "بڕ",
    'successful_adding' => "زیادکردنی پۆلێنی خەرجی سەرکەوتوو بوو",
    'successful_deleted' => "سڕینەوەی پۆلێنی خەرجی سەرکەوتوو بوو",
    'successful_updating' => "نوێکردنەوەی پۆلێنی خەرجی سەرکەوتوو بوو",
    'update' => "نوێکردنەوەی پۆلێن",
];
