app/Models/Appconfig.php

    public function exists(string $key): bool
    {
        $builder = $this->db->table('app_config');
        $builder->where('key', $key);

        return ($builder->get()->getNumRows() === 1);
---
SELECT *
FROM `ospos_app_config`
ORDER BY `key` ASC