app/Models/Customer_rewards.php

	public function get_all(): ResultInterface
	{
		$builder = $this->db->table('customers_packages');
		$builder->where('deleted', 0);

		return $builder->get();
---
SELECT *
FROM `ospos_customers_packages`
WHERE `deleted` = 0