app/Models/Dinner_table.php

SELECT *
FROM `ospos_dinner_tables`
WHERE `deleted` = 0
---
	public function get_all(): ResultInterface
	{
		$builder = $this->db->table('dinner_tables');
		$builder->where('deleted', 0);

		return $builder->get();