app/Models/Expense_category.php

	public function search(string $search, ?int $rows = 0, ?int $limit_from = 0, ?string $sort = 'category_name', ?string $order='asc', ?bool $count_only = FALSE)
	{
		// Set default values
		if($rows == null) $rows = 0;
		if($limit_from == null) $limit_from = 0;
		if($sort == null) $sort = 'category_name';
		if($order == null) $order = 'asc';
		if($count_only == null) $count_only = FALSE;

		$builder = $this->db->table('expense_categories AS expense_categories');

		// get_found_rows case
		if($count_only)
		{
			$builder->select('COUNT(expense_categories.expense_category_id) as count');
		}

		$builder->groupStart();
			$builder->like('category_name', $search);
			$builder->orLike('category_description', $search);
		$builder->groupEnd();
		$builder->where('deleted', 0);

		// get_found_rows case
		if($count_only)
		{
			return $builder->get()->getRow()->count;
---
SELECT COUNT(expense_categories.expense_category_id) as count
FROM `ospos_expense_categories` AS `expense_categories`
WHERE   (
`category_name` LIKE '%%' ESCAPE '!'
OR  `category_description` LIKE '%%' ESCAPE '!'
 )
AND `deleted` = 0