app/Models/Stock_location.php

SELECT *
FROM `ospos_stock_locations`
WHERE `deleted` = 0
---
    public function getAll(): ResultInterface
    {
        $builder = $this->db->table('stock_locations');
        $builder->where('deleted', 0);
        $builder->orderBy('sort_order', 'ASC');

        return $builder->get();