app/Models/Tax_jurisdiction.php

	public function get_all(int $rows = 0, int $limit_from = 0, bool $no_deleted = TRUE): ResultInterface
	{
		$builder = $this->db->table('tax_jurisdictions');

		if($no_deleted == TRUE)
		{
			$builder->where('deleted', 0);
		}

		$builder->orderBy('jurisdiction_name', 'asc');

		if($rows > 0)
		{
			$builder->limit($rows, $limit_from);
		}

		return $builder->get();
---
SELECT *
FROM `ospos_tax_jurisdictions`
WHERE `deleted` = 0
ORDER BY `jurisdiction_name` ASC