app/Models/Tax_code.php

	public function get_all(int $rows = 0, int $limit_from = 0, bool $no_deleted = TRUE)	//TODO: $no_deleted should be something like $is_deleted and flip the logic.
	{
		$builder = $this->db->table('tax_codes');
		if($no_deleted == TRUE)
		{
			$builder->where('deleted', 0);
		}

		$builder->orderBy('tax_code_name', 'asc');

		if($rows > 0)
		{
			$builder->limit($rows, $limit_from);
		}

		return $builder->get();
---
SELECT *
FROM `ospos_tax_codes`
WHERE `deleted` = 0
ORDER BY `tax_code_name` ASC