app/Models/Tax_category.php

    public function get_all(int $rows = 0, int $limit_from = 0, bool $no_deleted = true): ResultInterface    // TODO: $no_deleted needs a new name.  $not_deleted is the correct grammar, but it's a bit confusing by naming the variable a negative.  Probably better to name it is_deleted and flip the logic
    {
        $builder = $this->db->table('tax_categories');
        if ($no_deleted) {
            $builder->where('deleted', 0);
        }

        $builder->orderBy('tax_group_sequence', 'asc');
        $builder->orderBy('tax_category', 'asc');

        if ($rows > 0) {
            $builder->limit($rows, $limit_from);
        }

        return $builder->get();
---
SELECT *
FROM `ospos_tax_categories`
WHERE `deleted` = 0
ORDER BY `tax_group_sequence` ASC, `tax_category` ASC